[
  { 
    "title": "Vocation Prayer to Mary, Mother of Sorrows", 
    "prayer":[
    "Hail Mary, full of grace, all generations call you blessed.\n", 
    "Hail Mary, Mother of Sorrows,\n",
    "upon hearing the prophecy of Simeon,\n",
    "a sword pierced your heart.\n",
    "Comfort those discerning God's call,\n",
    "that to follow your Son as a Holy Cross priest, brother, or sister\n",
    "is not just demanding, but joy-filled.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "you made the journey to Egypt with Joseph\n",
    "to ensure your Son's safety.\n",
    "Give courage and perseverance to those\n",
    "who find the journey of discernment unsettling.\n",
    "Assure them that God will eventually lead them safely home.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "you searched for your Son, Jesus, in the Temple.\n",
    "Be with those who search for God's truth in their lives.\n",
    "Lead them to the light of His will.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "on the road to Calvary your eyes of compassion\n",
    "lovingly looked upon your Son.\n",
    "Turn your gentle gaze upon those contemplating His footsteps.\n",
    "May they be inspired by the example and witness\n",
    "of a \"great band of men\" in Holy Cross\n",
    "who walk side by side in their following of the Lord.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "at the foot of the Cross\n",
    "you witnessed your Son's total giving of self to the Father.\n",
    "Strengthen those who wish to abandon all in His holy name.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "you lovingly embraced the lifeless body of your Son,\n",
    "Jesus Christ, after His crucifixion.\n",
    "Hold close to your heart those in the Congregation\n",
    "whose vocations suffer from listlessness and apathy.\n\n",
     
    "Hail Mary, Mother of Sorrows,\n",
    "you were present when Jesus' body was laid in the tomb.\n",
    "Encourage those discerning religious life in Holy Cross\n",
    "to lay their fears at the feet of your Son,\n",
    "confident in the hope and promise of new life.\n\n",
     
    "Hail Mary, full of grace,\n",
    "may future generations of Holy Cross religious call you blessed.\n",
    "Amen."]
  },
  {
    "title": "Prayer of Consecration to the Sacred Heart Saint Margaret Mary Alacoque",
    "prayer": [
    "O Sacred Heart of Jesus\nto you I consecrate and offer\n",
    "my person and my life, my actions, trials, and sufferings,\n",
    "that my entire being may henceforth only be employed\n",
    "in loving, honoring, and glorifying you.\n",
    "This is my irrevocable will, to belong entirely to you,\n",
    "and to do all for your love, renouncing with my\n",
    "whole heart all that can displease you.\n\n",
     
    "I take you, O Sacred Heart, for the sole object of my love,\n",
    "the protection of my life, the pledge of my salvation,\n",
    "the remedy of my frailty and inconstancy,\n",
    "the reparation for all the defects of my life,\n",
    "and my secure refuge at the hour of my death.\n",
    "Most Merciful Heart, by my justification before God the Father,\n",
    "and protect me from his anger which I have so justly merited.\n",
    "I fear all from my own weakness and malice,\n",
    "but placing my entire confidence in you, Heart of Love,\n",
    "I hope all from your infinite goodness.\n",
    "Cleanse me from all that can displease or resist you.\n",
    "Imprint your pure love so deeply in my heart that I\n",
    "may never forget you or be separated from you.\n\n",
     
    "I ask you, through your infinite goodness,\n",
    "to engrave my name upon your Heart,\n",
    "for in this I place all my happiness and all my glory,\n",
    "to live and to die as one of your devoted servants.\n",
    "Amen."]
  }
]