[
  {
    "title":"Peace Prayer of St. Francis of Assisi",
    "prayer":["Lord, make me an instrument of your peace:\nwhere there is hatred, let me sow love;\nwhere there is injury, pardon;\nwhere there is doubt, faith;\nwhere there is despair, hope;\nwhere there is darkness, light;\nwhere there is sadness, joy.\n\nO divine Master, grant that I may not so much seek\nto be consoled as to console,\nto be understood as to understand,\nto be loved as to love.\nFor it is in giving that we receive,\nit is in pardoning that we are pardoned,\nand it is in dying that we are born to eternal life.\n\nAmen."]
  },
  {
    "title":"Holy Spirit Prayer of St. Augustine",
    "prayer":["Breathe in me, O Holy Spirit,\nThat my thoughts may all be holy.\nAct in me, O Holy Spirit,\nThat my work, too, may be holy.\nDraw my heart, O Holy Spirit,\nThat I love but what is holy.\nStrengthen me, O Holy Spirit,\nTo defend all that is holy.\nGuard me, then, O Holy Spirit,\nThat I always may be holy."]
  },
  {
    "title":"Tantum Ergo, St. Thomas Aquinas",
    "prayer":["With heads bowed let us now worship a sacrament so great;\nAnd let the old teaching give way to the new;\nLet faith reinforce our belief where the senses cannot.\n\nTo the Father and the Son let there be praise and jubilation,\nSalvation, honor, virtue, and also blessing;\nTo the Holy Spirit let there be equal praise."]
  },
  {
    "title":"My Hope, St. Therese of Lisieux",
    "prayer":["Though in a foreign land I dwell afar,\n",
    "I taste in dreams the endless joys of heaven.\n",
    "Fain would I fly beyond the farthest star,\n",
    "And see the wonders to the ransomed given!\n\n",
    "No more the sense of exile weighs on me,\n",
    "When once I dream of that immortal day.\n",
    "To my true fatherland, dear God! I see,\n",
    "For the first time Isoon shall fly away.\n\n",
    "Ah! give me, Jesus! wings as white as snow,\n",
    "That unto Thee I soon may take my flight.\nI long to be where flowers unfading blow;\nI long to see Thee, O my heart’s Delight!\n\nI long to fly to Mary’s mother-arms, —\nTo rest upon that spotless throne of bliss;\nAnd, sheltered there from troubles and alarms,\nFor the first time to feel her gentle kiss.\n\nThy first sweet smile of welcoming delight\nSoon show, O Jesus! to Thy lowly bride;\nO’ercome with rapture at that wondrous sight,\nWithin Thy Sacred Heart, ah! let me hide.\n\nO happy moment! and O heavenly grace!\nWhen I shall hear Thee, Jesus, speak to me;\nAnd the full vision of Thy glorious Face\nFor the first time my longing eyes shall see.\n\nThou knowest well, my only martyrdom\nIs love, O Heart of Jesus Christ! for Thee;\nAnd if my soul craves for its heavenly home,\n‘Tis but to love Thee more, eternally.\n\nAbove, when Thy sweet Face unveiled I view,\nMeasure nor bounds shall to my love be given;\nForever my delight shall seem as new\nAs the first time my spirit entered heaven."]
  },
  {
    "title": "Prayer to Saint Joseph",
    "prayer": "O Glorious Saint Joseph, faithful follower of Jesus Christ, to you do we raise our hearts and hands to implore your powerful intercession. Obtain for us from the gentle heart of Jesus all the help and graces necessary for our spiritual and temporal welfare."
  },
  {
    "title": "Prayer to Saint Jude",
    "prayer": "Most holy Apostle, Saint Jude, faithful servant and friend of Jesus, the Church honors and invokes you universally as the patron of hopeless cases and of things almost despaired of. Pray for me, who am so miserable. Please bring me visible and speedy help."
  },
  {
    "title": "Prayer to Saint Anthony of Padua",
    "prayer": "O Holy Saint Anthony, gentlest of Saints, your love for God and charity for His creatures made you worthy, when on earth, to possess miraculous powers. Encourage us to seek the lost and bring us closer to the peace of Christ."
  },
  {
    "title": "Prayer to Saint Therese of Lisieux",
    "prayer": "O Little Flower of Jesus, ever consoling troubled souls with heavenly graces, in your unfailing intercession, help me in my trials and bring me peace, comfort, and strength."
  },
  {
    "title": "Prayer to Saint Michael the Archangel",
    "prayer": "Saint Michael the Archangel, defend us in battle. Be our protection against the wickedness and snares of the Devil. May God rebuke him, we humbly pray; and do thou, O Prince of the Heavenly Host, by the power of God, thrust into hell Satan and all the evil spirits."
  },
  {
    "title": "Prayer to Saint Benedict",
    "prayer": "O glorious Saint Benedict, sublime model of all virtues, pure vessel of God's grace! Behold me humbly kneeling at your feet. Intercede for me and protect me from all evil and temptation."
  },
  {
    "title": "Prayer to Saint Augustine",
    "prayer": "Watch, O Lord, with those who wake, or watch, or weep tonight, and give your angels charge over those who sleep. Tend the sick, O Lord Christ. Give rest to the weary, bless the dying, soothe the suffering, pity the afflicted, shield the joyous."
  },
  {
    "title": "Prayer to Saint Catherine of Siena",
    "prayer": "O admirable Saint Catherine, you served the poor and gave comfort to the sick and the dying. Grant that we may live a life of service and trust in the power of God's mercy."
  },
  {
    "title": "Prayer to Saint Joan of Arc",
    "prayer": "O Holy Saint Joan of Arc, patroness of soldiers and of France, watch over us in our daily battles. Help us to overcome the obstacles we face and lead us to victory in life with courage, strength, and faith."
  },
  {
    "title": "Prayer to Saint Joseph",
    "prayer": [
      "O Glorious Saint Joseph, faithful follower of Jesus Christ,",
      "to you do we raise our hearts and hands to implore your powerful intercession.",
      "Obtain for us from the gentle heart of Jesus all the help and graces necessary",
      "for our spiritual and temporal welfare."
    ]
  },
  {
    "title": "Prayer to Saint Jude",
    "prayer": [
      "Most holy Apostle, Saint Jude, faithful servant and friend of Jesus,",
      "the Church honors and invokes you universally as the patron of hopeless cases.",
      "Pray for me, who am so miserable.",
      "Please bring me visible and speedy help."
    ]
  },
  {
    "title": "Prayer to Saint Anthony of Padua",
    "prayer": [
      "O Holy Saint Anthony, gentlest of Saints,",
      "your love for God and charity for His creatures made you worthy to possess miraculous powers.",
      "Encourage us to seek the lost and bring us closer to the peace of Christ."
    ]
  },
  {
    "title": "Prayer to Saint Francis of Assisi",
    "prayer": [
      "Lord, make me an instrument of your peace.",
      "Where there is hatred, let me sow love;",
      "Where there is injury, pardon;",
      "Where there is doubt, faith;",
      "Where there is despair, hope;"
    ]
  },
  {
    "title": "Prayer to Saint Therese of Lisieux",
    "prayer": [
      "O Little Flower of Jesus,",
      "ever consoling troubled souls with heavenly graces,",
      "in your unfailing intercession, help me in my trials,",
      "and bring me peace, comfort, and strength."
    ]
  },
  {
    "title": "Prayer to Saint Michael the Archangel",
    "prayer": [
      "Saint Michael the Archangel, defend us in battle.",
      "Be our protection against the wickedness and snares of the Devil.",
      "May God rebuke him, we humbly pray;",
      "and do thou, O Prince of the Heavenly Host,",
      "by the power of God, thrust into hell Satan and all evil spirits."
    ]
  },
  {
    "title": "Prayer to Saint Benedict",
    "prayer": [
      "O glorious Saint Benedict, sublime model of all virtues,",
      "pure vessel of God's grace!",
      "Behold me humbly kneeling at your feet.",
      "Intercede for me and protect me from all evil and temptation."
    ]
  },
  {
    "title": "Prayer to Saint Augustine",
    "prayer": [
      "Watch, O Lord, with those who wake, or watch, or weep tonight,",
      "and give your angels charge over those who sleep.",
      "Tend the sick, O Lord Christ.",
      "Give rest to the weary, bless the dying,",
      "soothe the suffering, pity the afflicted, shield the joyous."
    ]
  },
  {
    "title": "Prayer to Saint Catherine of Siena",
    "prayer": [
      "O admirable Saint Catherine,",
      "you served the poor and gave comfort to the sick and the dying.",
      "Grant that we may live a life of service",
      "and trust in the power of God's mercy."
    ]
  },
  {
    "title": "Prayer to Saint Joan of Arc",
    "prayer": [
      "O Holy Saint Joan of Arc, patroness of soldiers and of France,",
      "watch over us in our daily battles.",
      "Help us to overcome the obstacles we face,",
      "and lead us to victory in life with courage, strength, and faith."
    ]
  },
  {
    "title": "Prayer to Saint Padre Pio",
    "prayer": [
      "O Saint Padre Pio, holy bearer of the wounds of Christ,",
      "accept us this day as your spiritual sons and daughters",
      "and keep us always on the path to salvation.",
      "Intercede for us and obtain our requests through Jesus Christ."
    ]
  },
  {
    "title": "Prayer to Saint Bernadette",
    "prayer": [
      "O gentle Saint Bernadette,",
      "you endured so much with humility and trust in God's plan.",
      "Help us to remain faithful in suffering,",
      "and to draw nearer to Christ through prayer and love."
    ]
  },
  {
    "title": "Prayer to Saint Dominic",
    "prayer": [
      "O glorious Saint Dominic,",
      "preacher of the Rosary and light of the Church,",
      "teach us to seek truth and defend it with charity,",
      "that we may live as joyful witnesses to the Gospel."
    ]
  },
  {
    "title": "Prayer to Saint Elizabeth Ann Seton",
    "prayer": [
      "O Saint Elizabeth Ann Seton,",
      "you were a woman of faith, courage, and service.",
      "Help us to follow your example,",
      "by trusting in God and caring for those in need."
    ]
  },
  {
    "title": "Prayer to Saint Teresa of Avila",
    "prayer": [
      "Let nothing disturb you,",
      "Let nothing frighten you,",
      "All things are passing away:",
      "God never changes.",
      "Patience obtains all things.",
      "Whoever has God lacks nothing;",
      "God alone suffices."
    ]
  },
  {
    "title": "Prayer to Saint Ignatius of Loyola",
    "prayer": [
      "Take, Lord, and receive all my liberty,",
      "my memory, my understanding, and my entire will,",
      "All I have and call my own.",
      "You have given all to me; to you, Lord, I return it.",
      "Everything is yours; do with it what you will.",
      "Give me only your love and your grace; that is enough for me."
    ]
  },
  {
    "title": "Prayer to Saint John Vianney",
    "prayer": [
      "Saint John Vianney, patron of parish priests,",
      "your life was one of humble service and holiness.",
      "Intercede for our priests and all who serve the Church,",
      "that they may lead souls with zeal and compassion."
    ]
  },
  {
    "title": "Prayer to Saint Kateri Tekakwitha",
    "prayer": [
      "Saint Kateri, Lily of the Mohawks,",
      "you embraced the cross and followed Christ in purity and faith.",
      "Guide us to live with courage and devotion,",
      "even when faced with rejection or hardship."
    ]
  },
  {
    "title": "Prayer to Saint Monica",
    "prayer": [
      "Saint Monica, patient mother of Saint Augustine,",
      "you never ceased praying for the conversion of your son.",
      "Help us to persevere in prayer for our loved ones,",
      "trusting in God's timing and mercy."
    ]
  },
  {
    "title": "Prayer to Saint Raphael the Archangel",
    "prayer": [
      "Saint Raphael, angel of healing and guidance,",
      "lead us on our journey and protect us from all harm.",
      "Heal our physical and spiritual wounds,",
      "and bring us safely to our destination."
    ]
  }
]